DeviceName = "Audio wbudowane";
DeviceShortName = "Wbudowane";
ManufacturerName = "Apple Inc.";

Headphones = "Słuchawki";
IntSpeakers  = "Głośniki wewnętrzne";
LineOut = "Wyjście liniowe";
DigitalOut = "Wyjście cyfrowe";

ExternalMic = "Mikrofon zewnętrzny";
InternalMic = "Mikrofon wewnętrzny";
LineIn = "Wejście liniowe";
DigitalIn = "Wejście cyfrowe";

DeviceNameHeadphone = "Słuchawki audio wbudowane";
DeviceNameSpeaker = "Głośniki audio wbudowane";
DeviceNameLineOut = "Wyjście liniowe audio wbudowane";
DeviceNameDigitalOut = "Wyjście cyfrowe audio wbudowane";
DeviceNameLineIn = "Wejście liniowe audio wbudowane";
DeviceNameAuxIn = "Wejście audio Aux wbudowane";
DeviceNameMic = "Mikrofon audio wbudowany";
DeviceNameExtMic = "Mikrofon zewnętrzny wbudowany audio";
DeviceNameDigitalIn = "Wejście cyfrowe audio wbudowane";

DevShortNameHdpn = "Słuchawki wbudowane";
DevShortNameSpkr = "Głośniki wbudowane";
DevShortNameLino = "Wyjście liniowe wbudowane";
DevShortNameSpdo = "Wyjście cyfrowe wbudowane";
DevShortNameOut = "Wyjście wbudowane";
DevShortNameLini = "Wejście liniowe wbudowane";
DevShortNameAuxi = "Wejście Aux wbudowane";
DevShortNameEMic = "Mikrofon zewnętrzny wbudowany";
DevShortNameIMic = "Mikrofon wbudowany";
DevShortNameSpdi = "Wejście cyfrowe wbudowane";
DevShortNameIn = "Wejście wbudowane";

UnlockedClock = "Odblokowane";
LockedClock = "Zablokowane";